<?php

return [

    /*
    |--------------------------------------------------------------------------
    | DeviceModbus: Data
    |--------------------------------------------------------------------------
    |
    */

    'address_id' => '位址 ID',
    'value'      => '紀錄值',
    'trigger_at' => '觸發時間',

    'list'   => '紀錄清單',
    'edit'   => '紀錄修改',

    'form' => [
        'information' => '紀錄資訊',
            'basicInfo'   => '基本資訊'
    ],

    'delete' => [
        'header' => '刪除紀錄',
        'body'   => '確定要刪除這筆紀錄嗎？'
    ]
];
